[
  {
    "title": "Data Provenance in cloud using scalable Blockchain",
    "image": "./projectImages/bike.png",
    "description": "The end product of this project was complex full stack application which provided security to to cloud storage using a private scalable ethereum blockchain which was scaled and deployed in our network.",

    "technologies": "MERN | IPFS | Geth",
    "github": "",
    "deployed": "https://github.com/Supreethsk05/MINI",
    "bgcolor": "#f37737",
    "id": "1"
  },
  {
    "title": "University Based question Forum using OOPS",
    "image": "./projectImages/weather.png",
    "technologies": "OOPS | C++ ",
    "description": "The end goal of this project is to create safe study environment for the students of a particular university. The project involved the usage of many functionalities and tools which was being provided by the OOPS.",
    "github": "https://github.com/Supreethsk05/QuestionForum",
    "deployed": "",
    "bgcolor": "#29cbe0",
    "id": "2"
  },
  {
    "title": "Signboard detection using Yolov5 over Transfer learning",
    "image": "./projectImages/team.png",
    "technologies": "TensorFlow | python | Yolov5 ",
    "description": "The goal of the project was to optimize the accuracy of signboard detection to achieve that yolov5 over transfer learning was built and was processed on high end GPUs using CUDA drivers the project was later presented as a paper to IEEE conference and was accepted for the same.",
    "github": "",
    "deployed": "https://github.com/Supreethsk05/YoloV5",
    "bgcolor": "#6c4bf4",
    "id": "3"
  },
  {
    "title": "Expense Tracker",
    "image": "./projectImages/quiz.png",
    "technologies": "MERN | Redux | Selenium",
    "description": "This expense tracker is built using the MERN stack (MongoDB, Express, React, and Node.js) and allows users to track their expenses. It has been rigorously tested using Selenium, ensuring that it is reliable and accurate. With its user-friendly interface and robust functionality, this expense tracker is an excellent tool for managing personal finances",
    "github": "https://github.com/Supreethsk05/Expense-Tracker",
    "deployed": "",
    "bgcolor": "#f85781",
    "id": "4"
  },

  {
    "title": "Express food delivery analysis",
    "image": "./projectImages/P1.png",
    "description": "This exploratory data analysis project analyzed multiple food delivery app datasets using Python libraries such as Pandas, Seaborn, and Matplotlib. The goal was to predict express deliveries in advance, and the project utilized various machine learning techniques to accomplish this task. The insights gained from the analysis can help improve the efficiency and reliability of food delivery services.",
    "technologies": "Python | Pandas | Seaborn | Pyplot ",
    "github": "https://github.com/Supreethsk05/expressdelivery",
    "deployed": "",
    "bgcolor": "#ffcc33",
    "id": "1"
  }
]
